Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: Current selection
be: Дзейнае вылучэнне

source: Current state is %2.
be: Дзейны стан: %2.

source: Current status is
be: Дзейны стан -

source: Current streak: 99999
be: Дзейная паласа: 99999

source: Current user
be: Дзейны карыстальнік

source: Current%0
be: Дзейны%0

source: Currently connected to:
be: Зараз злучана з:

source: Currently connected to:\0
be: Зараз злучана з:\0

source: Currently not monitored
be: Зараз не назіраецца

source: Currently searching: %1!s!
be: Дзейнае шуканне: %1!s!

source: Currently searching: %1!s!...
be: Дзейнае шуканне: %1!s!...

source: Cursor
be: Паказальнік

source: Cursor &blink rate
be: Хуткасць мігацення паказальніка

source: Cursor size
be: Памер паказальніка

source: Cursors (*.ani, *.cur) *.ani;*.cur Animated Cursors (*.ani) *.ani Static Cursors (*.cur) *.cur All Files *.*
be: Паказальнікі (*.ani, *.cur) *.ani;*.cur Ажыўленыя паказальнікі (*.ani) *.ani Сталыя паказальнікі (*.cur) *.cur Усе файлы *.*

source: Custom
be: Дапасавана

source: Custom DPI Setting
be: Дапасаваная колькасць кропак на цалю

source: Custom Library
be: Дапасаваная бібліятэка

source: Custom MS-DOS initialization files
be: Дапасаваныя файлы ініцыялізацыі MS-DOS

source: Custom Scan%0
be: Дапасаваная праверка%0

source: Custom dynamic link libraries are being loaded for every application.
be: Дапасаваныя бібліятэкі дынамічнага кампанавання ладуюцца для кожнае праграмы.

source: Custom dynamic link libraries are being loaded for every application. The system administrator should review the list of libraries to ensure they are related to trusted applications.
be: Дапасаваныя бібліятэкі дынамічнага кампанавання ладуюцца для кожнае праграмы. Сістэмны адміністратар павінен перагледзець спіс бібліятэк, каб упэўніцца, што яны адносяцца да надзейных праграмаў.

source: Custom dynamic link libraries are being loaded for every application. The system administrator should review the list of libraries to ensure they are related to trusted applications.\r\n
be: Дапасаваныя бібліятэкі дынамічных сувязяў ладуюцца для кожнае праграмы. Сістэмны адміністратар павінен перагледзець спіс бібліятэк, каб упэўніцца, што яны адносяцца да надзейных праграмаў.\r\n

source: Custom scan
be: Дапасаваная праверка

source: Custom...
be: Дапасавана...

source: Customer Experience Improvement Program Event
be: Падзея праграмы удасканальвання праз досвед кліента

source: Customize
be: Дапасаваць

source: Customize Format
be: Дапасаваць фармат

source: Customize Start Menu
be: Дапасаваць Пачатковае меню

source: Customize Toolbar
be: Наладзіць паліцу інструментаў

source: Customize icons on the taskbar
be: Дапасаваць значкі на паліцы задач

source: Customize notification icons
be: Дапасаваць значкі апавяшчэнняў

source: Customize settings for the display of languages, numbers, times, and dates.
be: Дапасаваць адлюстраванне моваў, лікаў, часу і даты.

source: Customize the Start Menu and the taskbar, such as the types of items to be displayed and how they should appear.
be: Дапасаваць Пачатковае меню і паліцу задач, напрыклад, адлюстраванне тыпаў элементаў і як яны павінны з'яўляцца.

source: Customize the Start menu
be: Дапасаваць Пачатковае меню

source: Customize the display of files and folders.
be: Дапасаваць адлюстраванне файлаў і каталогаў.

source: Customize the mouse buttons
be: Дапасаваць клавішы мышы

source: Customize the taskbar
be: Дапасаваць паліцу задач

source: Customize this &folder...
be: Дапасаваць гэты каталог...

source: Customize which icons and notifications appear in the notification area.
be: Дапасаваць значкі і апавяшчэнні, якія з'яўляюцца на пляцоўцы апавяшчэнняў.

source: Customize your keyboard settings, such as the cursor blink rate and the character repeat rate.
be: Дапасуйце налады клавіятуры кшталту хуткасці мігацення паказальніка і паўтору сімвала.

source: Customize your mouse settings, such as the button configuration, double-click speed, mouse pointers, and motion speed.
be: Дапасуйце налады мышы кшталту канфігурацыі клавіш, хуткасці падвойнага пстрыка, паказальнікаў мышы і хуткасці руху.

source: Customize...
be: Дапасаваць...

source: Customized
be: Дапасавана

source: Customized by
be: Дапасавана

source: Customizes settings for text input of languages
be: Дапасоўвае тэкставы ўвод моваў

source: Customizes the view of this folder.
be: Дапасоўвае выгляд гэтага каталога.

source: Cut
be: Выняць

source: Cut (Ctrl+X)
be: Выняць (Ctrl+X)

source: Cut item(s) to the clipboard for later pasting to other folders
be: Выняць элементы ў кішэню для далейшай ўстаўкі ў іншыя каталогі

source: Cut the selection from the canvas and put it on the Clipboard.
be: Выняць вылучэнне з палатна і змясціць яго ў кішэню.

source: Cut the selection from the document and put it on the Clipboard.
be: Выняць вылучэнне з дакумента і змясціць яго ў кішэню.

# Cut Ctrl+X
source: Cut\tCtrl+X
be: Выняць\tCtrl+X

source: Cyrillic
be: Кірыліца

source: Cyrillic (KOI8-R)
be: Кірыліца (KOI8-R)

source: Cyrillic (KOI8-U)
be: Кірыліца (KOI8-U)

source: Cyrillic (Windows)
be: Кірыліца (Windows)

source: Cyrillic Letter
be: Кірылічная літара

source: Czech
be: Чэшская

source: Czech (QWERTY)
be: Чэшская (QWERTY)

source: Czech Programmers
be: Чэшская (праграмісцкая)

source: D&NS server addresses, in order of use:
be: Адрасы DNS-сэрвера, у парадку карыстання:

source: D&ata Disc...
be: Звесткавая кружэлка...

source: D&ate:
be: Дата:

source: D&elete
be: Выдаліць

source: D&etails...
be: Дэталі...

source: D&iagnose
be: Дыягназаваць

source: D&ial:
be: Набраць:

source: D&igit grouping
be: Групаванне лікаў

source: D&igit grouping symbol:
be: Групавальнік лікаў па разрадах:

source: D&igit grouping:
be: Групаванне лікаў:

source: D&isable
be: Выключыць

source: D&on't save this network
be: Не захоўваць гэтую сетку

source: DHCP Enabled
be: DHCP уключаны

source: DHCP Server
be: DHCP-сэрвер

source: DMAs
be: DMA

source: DNS &suffix for this connection:
be: DNS-суфікс для гэтага злучэння:

source: DNS Server
be: DNS-сэрвер

source: DNS Servers
be: DNS-сэрверы

source: DNS domain name
be: Назва дамена DNS

source: DOS: Arabic
be: DOS: Арабскі

source: DOS: Baltic
be: DOS: Балцкі

source: DOS: Central Europe
be: DOS: Цэнтральнаеўрапейскі

source: DOS: Cyrillic
be: DOS: Кірылічны

source: DOS: Cyrillic II
be: DOS: Кірылічны II

source: DOS: Greek
be: DOS: Грэцкі

source: DOS: Hebrew
be: DOS: Габрэйскі

source: DOS: Turkish
be: DOS: Турэцкі

source: DOS: United States
be: DOS: Злучаныя Штаты

source: DOS: Western Europe
be: DOS: Заходнееўрапейскі

source: DPI Scaling
be: Разрозненне кропак на цалі

source: DPI Selection change
be: Змяніць вылучэнне DPI

# DPI Selection change
source: DPI Selection change\r\n
be: Змяніць вылучэнне DPI\r\n

source: DRT mesh
be: сетка DRT

source: DTV content
be: Змесціва DTV

source: DVD Drive
be: DVD-кружэльнік

source: DVD R Drive
be: Кружэльнік DVD-R

source: DVD RAM Drive
be: Кружэльнік DVD-RAM

source: DVD RW Drive
be: Кружэльнік DVD-RW

source: DVD audio
be: Аўдыё DVD

source: DVD drive
be: DVD-кружэльнік

source: DVD movie
be: Фільм DVD

source: DVD movies
be: Відэа DVD

source: DVD-Audio
be: Аўдыякружэлка DVD

source: DVD-Audio discs
be: Аўдыё DVD

source: DVD/CD-R Drive
be: Кружэльнік DVD/CD-R

source: DVD/CD-RW Drive
be: Кружэльнік DVD/CD-RW

source: DWORD value
be: значэнне DWORD

source: Daily
be: штодзённа

source: Damaged file name
be: Назва пашкоджанага файла

source: Danish
be: Дацкая

source: Data
be: Звесткі

source: Data CD
be: Звесткавая CD-кружэлка

source: Data DVD
be: Звесткавая DVD-кружэлка

source: Data Disc
be: Звесткавая кружэлка

source: Data Execution Prevention
be: Перашкода выканання звестак

source: Data Sources (ODBC)
be: Крыніцы звестак (ODBC)

source: Data disc
be: Звесткавая кружэлка

source: Data rate
be: Хуткасць звестак

source: Database %s does not exist.
be: База звестак %s не існуе.

source: Database %s does not exist. Do you want to create it?
be: База звестак %s не існуе. Жадаеце стварыць яе?

source: Database %s needs to be repaired.
be: Базе звестак %s патрабуецца выпраўленне.

source: Database N&ame
be: Назва базы звестак

source: Database:
be: База звестак:

source: Database: %s\\%s
be: База звестак: %s\\%s

source: Date
be: Дата

source: Date Connected
be: Дата злучэння

source: Date Created
be: Дата стварэння

source: Date Deleted
be: Дата выдалення

source: Date Installed
be: Дата ўсталявання

source: Date Modified
be: Дата змянення

source: Date accessed
be: Дата доступу

source: Date acquired
be: Дата атрымання

source: Date added
be: Дата дадання

source: Date and Time
be: Дата і час

source: Date and Time Information
be: Інфармацыя даты і часу

source: Date and Time Properties
be: Уласцівасці даты і часу

source: Date and Time Settings
be: Налады часу і даты

source: Date and Time Tooltip
be: Падказка даты і часу

source: Date and time
be: Дата і час

source: Date and time formats
be: Фарматы даты і часу

source: Date archived
be: Дата архівавання

source: Date completed
be: Дата заканчэння

source: Date created
be: Дата стварэння

source: Date deleted
be: Дата выдалення

source: Date formats
be: Фарматы даты

source: Date imported
be: Дата імпарту

source: Date in Gregorian: %1!s!
be: Дата Грыгарыянскага календара: %1!s!

source: Date last saved
be: Дата апошняга захавання

source: Date modified
be: Дата змянення

source: Date received
be: Дата атрымання

source: Date released
be: Звесткі апублікаваны

source: Date sent
be: Дата дасылання

source: Date taken
be: Дата здымання

source: Date visited
be: Дата наведвання

source: Date, Time, Language and Region
be: Дата, час, мова і рэгіён

source: Date:
be: Дата:

source: Day
be: дзень

source: Daylight
be: Дзённае святло

source: Daylight Saving Time began on %1!s! at %2!s!.
be: Пераход на летні час пачаўся %1!s! а %2!s!.

source: Daylight Saving Time begins on %1!s! at %2!s!.
be: Пераход на летні час пачынаецца %1!s! а %2!s!.

source: Daylight Saving Time ended on %1!s! at %2!s!.
be: Пераход на летні час скончыўся %1!s! а %2!s!.

source: Daylight Saving Time ends on %1!s! at %2!s!.
be: Пераход на летні час канчаецца %1!s! а %2!s!.

source: Daylight Saving Time is not observed by this time zone.
be: Пераход на летні час і назад не ўжываецца ў гэтым часавым абсягу.

source: Days
be: дзён

source: De&bug
be: Наладка

source: De&fault gateways:
be: Стандартныя шлюзы:

source: De&fault:
be: Стандартна:

source: De&lete
be: Выдаліць

source: De&lete print queue
be: Выдаліць чаргу друку

# De&lete Del
source: De&lete\tDel
be: Выдаліць\tDel

source: De&tails:
be: Дэталі:

source: Death metal
be: Death-метал

source: Debug
be: Наладка

source: Debug the program
be: Наладка праграмы

# Debug
source: Debug\r\n
be: Наладка\r\n

source: Debugging a process may result in loss of data.
be: Наладка працэса можа скончыцца стратай звестак.

source: December|Dec
be: Снежань|Сне

source: Decimal Symbol
be: Аддзяляльнік дробнай часткі

source: Declined
be: Адхілена

source: Decrease indent
be: Паменшыць водступ

source: Decrease the indent level of the paragraph.
be: Паменшыць узровень водступу абзаца.

source: Decryp&t
be: Расшыфраваць

source: Decrypt the selected items
be: Расшыфраваць абраныя элементы

source: Decrypting
be: Расшыфроўка

source: Default
be: Стандарт

source: Default Banner Dialog
be: Стандартны дыялог банэру

source: Default Gateway
be: Стандартны шлюз

source: Default Gateways
be: Стандартныя шлюзы

source: Default Location
be: стандартнае размяшчэнне

source: Default Programs
be: Стандартныя праграмы

source: Default Save Folder
be: Стандартны каталог захавання

source: Default actions
be: Стандартныя дзеянні

source: Default allocation size
be: Стандартны памер размеркавання

source: Default device
be: Стандартная прылада

source: Default input &language
be: Стандартныя мовы ўводу

source: Default printer;
be: Стандартная друкарка;

source: Default save location
be: Стандартнае размяшчэнне захавання

source: Default state
be: Стандартны стан

source: Default web browser
be: Стандартны аглядальнік сеціва

source: Default%0
be: Стандартна%0

# Default
source: Default\r\n
be: Стандартна\r\n

source: Defaults can always be changed later in Control Panel.
be: Перадвызначыць іх можна ў панэлі кіравання.

source: Deferred
be: Адкладзены

source: Definition file
be: Файл азначэння:

source: Definition updates can be found at the site below.
be: Абнаўленне вызначэнняў можна знайсці на сайце, які азначаны ніжэй.

source: Definition updates can be found at the site below. From a computer that is connected to the Internet, copy the setup package to removable media, such as a USB drive. Then insert the USB drive into this system and browse for the definition update package.\n\n<a href="http://go.microsoft.com/fwlink/?LinkID=96776">http://go.microsoft.com/fwlink/?LinkID=96776</a>
be: Абнаўленне вызначэнняў можна знайсці на вэб-сайце, які азначаны ніжэй. Скапіруйце пакет усталёўкі з камп'ютара, які падключаны да Інтэрнэт, на здымны носьбіт, напрыклад, флэш карту. Падключыце яе да гэтай сістэмы і выберыце дзе размяшчаюцца пакеты абнаўлення вызначэння http://go.microsoft.com/fwlink/?LinkID=96776</a>

source: Definition updates can be found at the site below. From a computer that is connected to the Internet, copy the setup package to removable media, such as a USB drive. Then insert the USB drive into this system and browse for the definition update package.\n\n<a href=\
be: Абнаўленні вызначэнняў можна знайсці на вэб-сайце, які азначаны ніжэй. Скапіруйце пакет усталёўкі з камп'ютара, які падключаны да Інтэрнэт, на здымны носьбіт, напрыклад, флэш карту. Падключыце яе да гэтай сістэмы і выберыце дзе размяшчаюцца пакеты абнаўлення вызначэння.\n\n<a href=\

source: Definition updates can be found at the site below. From a computer that is connected to the Internet, copy the setup package to removable media, such as a USB drive. Then insert the USB drive into this system and browse for the definition update package.\n\nhttp://go.microsoft.com/fwlink/?LinkID=96776
be: Абнаўленне вызначэнняў можна знайсці на вэб-сайце, які азначаны ніжэй. Скапіруйце пакет усталёўкі з камп'ютара, які падключаны да Інтэрнэт, на здымны носьбіт, напрыклад, флэш карту. Падключыце яе да гэтай сістэмы і выберыце дзе размяшчаюцца пакеты абнаўлення вызначэння.\n\nhttp://go.microsoft.com/fwlink/?LinkID=96776

source: Definition updates were found on the Microsoft Security Portal.
be: На партале бяспекі Microsoft знойдзены абнаўленні вызначэнняў.

source: Deflated
be: Спушчана

source: Defragment your hard drive
be: Дэфрагментаваць раздзел

source: Defragmentation
be: Дэфрагментацыя

source: Defragments your volumes so that your computer runs faster and more efficiently.
be: Дэфрагментуе вашыя раздзелы, што паскарае камп'ютар і робіць яго працу эфектыўней.

source: Delete
be: Выдаліць

source: Delete (Del)
be: Выдаліць (Del)

source: Delete Account
be: Выдаліць рахунак

source: Delete Collection
be: Выдаліць калекцыю

source: Delete File
be: Выдаленне файла

source: Delete Files
be: Выдаліць файлы

source: Delete Folder
be: Выдаленне каталога

source: Delete Font
be: Выдаліць шрыфт

source: Delete Fonts
be: Выдаліць шрыфты

source: Delete Group and Contacts
be: Выдаліць групу і кантакты

source: Delete History
be: Выдаліць гісторыю

source: Delete Item
be: Выдаленне элемента

source: Delete Multiple Items
be: Выдаліць некалькі элементаў

source: Delete Shortcut
be: Выдаліць пускальнік

source: Delete a Contact...
be: Выдаліць кантакт...

source: Delete a Group
be: Выдаліць групу

source: Delete bro&wsing history on exit
be: Выдаляць гісторыю аглядання падчас выйсця

source: Delete browsing history
be: Выдаліць гісторыю аглядання

source: Delete browsing history and cookies
be: Выдаліць гісторыю і cookie аглядальніка

source: Delete cookies or temporary files
be: Выдаліць cookie ці часовыя файлы

source: Delete files to create free space.
be: Выдаліце файлы для вызвалення прасторы.

source: Delete of '%2!ls!'
be: Выдаленне '%2!ls!'

source: Delete or move files so you have enough space.
be: Выдаліце ці перамясціце файлы, каб атрымаць неабходны аб'ём.

source: Delete selected fonts
be: Выдаліць вылучаныя шрыфты

source: Delete selection
be: Выдаліць вылучэнне

source: Delete temporary &files
be: Выдаліць часовыя файлы

source: Delete temporary files
be: Выдаліць часовыя файлы

source: Delete temporary files, history, cookies, saved passwords, and web form information.
be: Выдаліць часовыя файлы, гісторыю, захаваныя паролі і інфармацыю сеціўных формаў.

source: Delete the account
be: Выдаліць рахунак

source: Delete the current selection from the canvas.
be: Выдаліць дзейнае вылучэнне з палатна.

source: Delete the driver software for this device.
be: Выдаліць драйвернае апраграмаванне гэтай прылады.

source: Delete the files or folders that contains the items or, for information on removing read-only permissions from files and folders, see Help and Support.
be: Выдаліце файлы ці каталогі, якія змяшчаюць гэтыя элементы, ці адмяніце забарону на змяненне гэтых файлаў і каталогаў, дазволіўшы доступ на запіс.

source: Delete the files or folders that contains the items or, for information on removing read-only permissions from files and folders, see Help and Support.\r\n
be: Выдаліце файлы ці каталогі, якія змяшчаюць гэтыя элементы, ці адмяніце забарону на змяненне гэтых файлаў і каталогаў, дазволіўшы доступ на запіс.\r\n

source: Delete the selected connections
be: Выдаліць вылучаныя злучэнні

source: Delete the selected files or folders.
be: Выдаліць вылучаныя файлы і каталогі.

source: Delete the selected item(s) when they are pasted into another folder.
be: Выдаліць вылучаныя элементы, калі яны ўстаўленыя ў іншы каталог.

source: Delete the version in both locations
be: Выдаліць гэтую версію ў абодвух размяшчэннях

source: Delete this connection
be: Выдаліць гэтае злучэнне

source: Delete this page from Favorites
be: Выдаліць гэтую старонку з упадабаных

source: Delete this plan
be: Выдаліць гэты план

# Delete Del
source: Delete\tDel
be: Выдаліць\tDel

source: Deleted Items folder
be: каталог выдаленых элементаў

source: Deleted User Folder
be: Выдалены каталог карыстальніка

source: Deleted offline
be: Выдалена па-за сецівам

source: Deleted:
be: Выдалены:

# Deletes firewall configuration.
source: Deletes firewall configuration.\n
be: Выдаляе канфігурацыю заслоны.\n

source: Deletes the selected items.
be: Выдаляе вылучаныя элементы.

source: Deleting
be: Выдаленне

source: Deleting '%s'
be: Выдаленне '%s'

source: Deleting or editing them can make your computer inoperable.\nAre you sure you want to display these files?
be: Іх выдаленне ці рэдагаванне можа выклікаць непрацаздольнасць камп'ютара.\nВы ўпэўненыя ў сваім выбары?

source: Deleting...
be: Выдаленне...

source: Delivers software updates and drivers, and provides automatic updating options.
be: Дастаўляе драйверы, абнаўленні апраграмавання і магчымасці аўтаматычнага абнаўлення.

source: Delta%0
be: Рознаснае%0

source: Deny
be: Скасаваць змены

source: Deny batch login
be: Забараніць пакетны ўваход

source: Deny interactive login
be: Забараніць інтэрактыўны ўваход

source: Deny network login
be: Забараніць сеткавы ўваход

source: Deny remote interactive login
be: Забараніць аддалены інтэрактыўны ўваход

source: Deny service login
be: Забараніць службовы ўваход

source: Department
be: Аддзел

source: Description
be: Апісанне

source: Description:
be: Апісанне:

# Description:
source: Description:\n
be: Апісанне:\n

# Description:
source: Description:\r\n
be: Апісанне:\r\n

source: Designed for
be: Распрацавана для

source: Designer/foundry
be: Распрацоўнік/вытворца

source: Desktop
be: Стальніца

source: Desktop (create shortcut)
be: Стальніца (стварыць пускальнік)

source: Desktop Background
be: Фон стальніцы

source: Desktop Composition is disabled
be: Склад стальніцы выключаны

source: Desktop Composition is disabled.
be: Склад стальніцы выключаны.

source: Desktop Folder
be: Каталог стальніцы

source: Desktop Gadget Error
be: Памылка гаджэта стальніцы

source: Desktop Gadget Gallery
be: Галерэя гаджэтаў стальніцы

source: Desktop Gadgets
be: Гаджэты стальніцы

source: Desktop Gadgets - Security Warning
be: Гаджэты стальніцы - папярэджанне бяспекі

source: Desktop Icon Settings
be: Налады значкаў стальніцы

source: Desktop Icons
be: Значкі стальніцы

source: Desktop Shortcut
be: Пускальнік стальніцы

source: Desktop background
be: Фон стальніцы

source: Desktop background is turned off during remote connections
be: Фон стальніцы выключаны падчас аддаленых злучэнняў

source: Desktop background settings
be: Налады фону стальніцы

source: Desktop gadgets are managed by your system administrator.
be: Гаджэтамі стальніцы кіруе ваш сістэмны адміністратар.

source: Desktop gadgets are not available in safe mode.
be: Гаджэты стальніцы недаступныя ў бяспечным рэжыме.

source: Desktop icons
be: Значкі стальніцы

source: Destination Folder Access Denied
be: Адмоўлена ў доступе да мэтавага каталога

source: Destination Path Too Long
be: Мэтавы шлях надта доўгі

source: Destination address
be: Мэтавыя адрасы

source: Det&ails
be: Дэталі

source: Details
be: Дэталі

source: Details Pane
be: Панэль дэталяў

source: Details are unavailable for the selected files.
be: Дэталі недаступныя для вылучаных файлаў.

source: Details pane
be: Панэль дэталяў

source: Details: %1
be: Дэталі: %1

# Details: %1
source: Details: %1\r\n
be: Дэталі: %1\r\n

source: Dete&ct
be: Выявіць

source: Detect
be: Выявіць

source: Detect malicious or unwanted software by looking at items that partially match an existing definition.
be: Выявіць шкодныя і непажаданыя праграмы, якія часткова адпавядаюць існым вызначэнням.

# Detect
source: Detect\r\n
be: Выявіць\r\n

source: Detected by:
be: Выяўлена:

source: Detected changes:
be: Выяўленыя змяненні:

source: Detected items
be: Выяўленыя аб'екты

source: Detected items have been cleaned automatically
be: Выяўленыя элементы ачышчаныя аўтаматычна

source: Devanagari
be: Дэванагары

source: Devanagari - INSCRIPT
be: Дэванагары - Inscript

source: Developer
be: Распрацоўнік

source: Device
be: Прылада

source: Device &Manager
be: Кіраўнік прылад

source: Device &installation settings
be: Налады ўсталявання прылад

source: Device Function Summary
be: Абагульненне функцыяў прылады

source: Device Functions:
be: Функцыі прылады:

source: Device Information
be: Інфармацыя аб прыладзе

source: Device Manager
be: Кіраўнік прылад

source: Device Name
be: Назва прылады

source: Device Properties
be: Уласцівасці прылады

source: Device Tasks
be: Задачы прылады

source: Device Type
be: Тып прылады

source: Device capacity
be: Ёмістасць прылады

source: Device category
be: Катэгорыя прылады

source: Device description
be: Апісанне прылады

source: Device driver
be: Драйвер прылады

source: Device free space
be: Вольная прастора прылады

source: Device idle policy
be: Палітыка бяздзейнасці прылады

source: Device name:
be: Назва прылады:

source: Device options
be: Налады прылады

source: Device status
be: Стан прылады

source: Device status is unknown.
be: Стан прылады невядомы.

source: Device status:
be: Стан прылады:

source: Device type:
be: Тып прылады:

source: Device:
be: Прылада:

source: Devices
be: Прылады

source: Devices and Printers
be: Прылады і друкаркі

source: Devices are normally disabled if they are not working properly or causing a resource conflict. You cannot use a device when it is disabled.
be: Звычайна прылады выключаныя, калі яны не працуюць правільна ці выклікаюць канфлікт рэсурсаў. Вы не можаце карыстаць прыладу, калі яна выключаная.

source: Devices with Removable Storage
be: Прылады з вымальнымі носьбітамі

source: Di&git grouping symbol:
be: Групавальнік лікаў па разрадах:

source: Di&git grouping:
be: Групаванне лікаў:
